Repository: VVolkov833/review-slider
Catalog: languages/block-development-examples-*.po
Languages: de_de

source: Slider Settings
de_de: Schieberegler-Einstellungen

source: Items per row
de_de: Elemente pro Reihe

source: Review
de_de: Bewertung

source: Review Provider
de_de: Bewertungsanbieter

source: Title
de_de: Titel

source: Rating (1 to 5)
de_de: Bewertung (1 bis 5)

source: Rating (0.0 to 2.0)
de_de: Bewertung (0,0 bis 2,0)

source: Date
de_de: Datum

source: Remove Fieldset
de_de: Feldgruppe entfernen

source: Add Fieldset
de_de: Feldgruppe hinzuf√ºgen

source: Read more
de_de: Mehr lesen

source: Jameda Review from
de_de: Jameda-Bewertung von
